<?php

// Ukrainian Localization OCSHOP.CMS 1.5.6.4.1 http://ocshop.net
// BLOG http://ocshop.info
// FORUM http://forum.ocshop.info

// Text
$_['text_title']          = 'Квитанція Ощадбанку';
$_['text_instruction']    = 'Для друку квитанції натисніть на кнопку &laquo;Друк Квитанції&raquo; (відкриється в новому вікні).';
$_['text_payment']        = 'Роздрукуйте квитанцію, потім натисніть кнопку в кінці даній сторінці "Підтвердити замовлення".';
$_['text_order_history']  = 'Квитанція зберігається в <a href="{href}" target="_blank">Історії замовлень</a>';
$_['text_payment_coment'] = 'Замовлення не буде оброблено, поки гроші не надійдуть на наш розрахунковий рахунок.';
$_['text_printpay']       = '<a href="{href}" class="button" style="text-decoration:none;" target="_blank"><span>Друк Квитанції</span></a>';
$_['text_confirm']        =	'Увага дочекайтеся завантаження квитанції!!!\n\n-Потім перевірте ще раз правильність введених Вами платіжних даних.\n- Якщо виявлена помилка, то натисніть "Скасувати" і відредагуйте форму.\n- Якщо все нормально, натисніть "ОК" - бланк буде відправлений на друк.';
?>