<?php

// Ukrainian Localization OCSHOP.CMS 1.5.6.4.1 http://ocshop.net
// BLOG http://ocshop.info
// FORUM http://forum.ocshop.info

// Heading
$_['heading_title']     		= 'Групи покупців';

// Text
$_['text_success']      		= 'Групи покупців змінені!';

// Column
$_['column_name']       		= 'Назва групи покупців';
$_['column_sort_order'] 		= 'Порядок сортування';
$_['column_action']     		= 'Дія';

// Entry
$_['entry_name']        		= 'Назва групи покупців:';
$_['entry_description'] 		= 'Опис:';
$_['entry_approval']    		= 'Підтвердження нових покупців:<br /><span class="help">Зареєстровані покупці повинні бути перевірені і підтверджені адміністратором, тільки після цього зможуть користуватися своїм обліковим записом та перевагами зареєстрованих користувачів.</span>';
$_['entry_company_id_display']  = 'Показувати реєстраційний номер компанії:<br /><span class="help">Показувати поле з реєстраційним номером компанії.</span>';
$_['entry_company_id_required'] = 'Потрібен реєстраційний номер компанії:<br /><span class="help">Активуйте, якщо користувач повинен використовувати реєстраційний номер компанії при замовленні.</span>';
$_['entry_tax_id_display']      = 'Показувати ІПН:<br /><span class="help">Показувати поле з ІПН.</span>';
$_['entry_tax_id_required']     = 'Потрібен ІПН:<br /><span class="help">Активуйте, якщо користувач повинен використовувати ІПН при покупці.</span>';
$_['entry_sort_order']  		= 'Порядок сортування:';

// Error
$_['error_permission']  		= 'У Вас немає прав для зміни груп покупців!';
$_['error_name']        		= 'Назва групи має бути від 3 до 64 символів!';
$_['error_default']     		= 'Цю групу покупців не можна видалити, оскільки вона призначена для основного магазину!';
$_['error_store']       		= 'Цю групу покупців не можна видалити, оскільки вона використовується в %s магазині(ах)!';
$_['error_customer']    		= 'Цю групу покупців не можна видалити, оскільки в неї входить %s покупець(ів)!';
?>