<?php

// Ukrainian Localization OCSHOP.CMS 1.5.6.4.1 http://ocshop.net
// BLOG http://ocshop.info
// FORUM http://forum.ocshop.info

// Heading
$_['heading_title']    = 'Файли для скачування';

// Text
$_['text_success']     = 'Список файлів для скачування оновлено!';
$_['text_upload']      = 'Ваш файл успішно завантажений!';

// Column
$_['column_name']      = 'Назва';
$_['column_remaining'] = 'Кількість дозволених скачувань';
$_['column_action']    = 'Дія';

// Entry
$_['entry_name']       = 'Назва:';
$_['entry_filename']   = 'Ім’я файлу:<br /><span class="help">Ви можете закачати файл через кнопку вибору файлу або по FTP, помістивши його
в папку "download" і ввівши інформацію нижче.<br /><br />Бажано, щоб ім’я файлу і маска відрізнялися: це не дозволить людям отримувати
прямий доступ до файлу, вгадавши лінк.</span>';
$_['entry_mask']       = 'Маска:';
$_['entry_remaining']  = 'Кількість дозволених скачувань:';
$_['entry_update']     = 'Оновлення для існуючих покупців:<br /><span class="help">Відзначте тут, щоб оновити раніше придбані версії.</span>';

// Error
$_['error_permission'] = 'У Вас немає прав для зміни списку файлів!';
$_['error_name']       = 'Назва повинна бути від 3 до 64 символів!';
$_['error_upload']     = 'Вкажіть файл для завантаження!';
$_['error_filename']   = 'Ім’я файлу має бути від 3 до 128 символів!';
$_['error_exists']     = 'Файл не знайдено!';
$_['error_mask']       = 'Маска повинна бути довжиною від 3 до 128 символів!';
$_['error_filetype']   = 'Неприпустимий тип файлу!';
$_['error_product']    = 'Цей файл не може бути видалений, оскільки в даний час він прикріплений до %s товару(ам)!';
?>