<?php

// Ukrainian Localization OCSHOP.CMS 1.5.6.4.1 http://ocshop.net
// BLOG http://ocshop.info
// FORUM http://forum.ocshop.info

// Heading
$_['heading_title']                  = 'Оформлення замовлення';

// Text
$_['text_cart']                      = 'Корзина покупок';
$_['text_checkout_option']           = 'Крок 1: Спосіб оформлення замовлення';
$_['text_checkout_account']          = 'Крок 2: Профіль &amp; Платіжна інформація';
$_['text_checkout_payment_address']  = 'Крок 2: Платіжна інформація';
$_['text_checkout_shipping_address'] = 'Крок 3: Адреса доставки';
$_['text_checkout_shipping_method']  = 'Крок 4: Спосіб доставки';
$_['text_checkout_payment_method']   = 'Крок 5: Спосіб оплати';
$_['text_checkout_confirm']          = 'Крок 6: Підтвердження замовлення';
$_['text_modify']                    = 'Змінити &raquo;';
$_['text_new_customer']              = 'Новий покупець';
$_['text_returning_customer']        = 'Зареєстрований покупець';
$_['text_checkout']                  = 'Опції Оформлення замовлення:';
$_['text_i_am_returning_customer']   = 'Я здійснював тут покупки раніше і реєструвався';
$_['text_register']                  = 'Реєстрація';
$_['text_guest']                     = 'Оформити замовлення без реєстрації';
$_['text_register_account']          = 'Створення облікового запису допомагає робити покупки швидше і зручніше, не вносячи одні й ті ж дані багаторазово (адресу доставки, ім’я, телефон тощо). Ви також зможете відслідковувати статус свого замовлення, користуватися Закладками, бачити свої попередні замовлення, накопичувати бонусні бали (на них теж можна купити товари!) Або отримати знижку як наш постійний покупець.';
$_['text_forgotten']                 = 'Забули пароль?';
$_['text_your_details']              = 'Особисті дані';
$_['text_your_address']              = 'Адреса';
$_['text_your_password']             = 'Пароль';
$_['text_agree']                     = 'Я прочитав(-а) <a class="colorbox" href="%s" alt="%s"><b>%s</b></a> і згоден (-на) з умовами';
$_['text_address_new']               = 'Я хочу використовувати нову адресу';
$_['text_address_existing']          = 'Я хочу використовувати існуючу адресу';
$_['text_shipping_method']           = 'Оберіть зручний спосіб доставки для цього замовлення:';
$_['text_payment_method']            = 'Оберіть спосіб оплати для цього замовлення:';
$_['text_comments']                  = 'Ви можете додати коментар до свого замовлення:';

// Column
$_['column_name']                    = 'Назва товару';
$_['column_model']                   = 'Модель';
$_['column_quantity']                = 'Кількість';
$_['column_price']                   = 'Ціна';
$_['column_total']                   = 'Разом';

// Entry
$_['entry_email_address']            = 'E-Mail Адреса:';
$_['entry_email']                    = 'E-Mail:';
$_['entry_password']                 = 'Пароль:';
$_['entry_confirm']                  = 'Подтверждение пароля:';
$_['entry_firstname']                = 'Имя:';
$_['entry_lastname']                 = 'Фамилия:';
$_['entry_telephone']                = 'Телефон:';
$_['entry_fax']                      = 'Факс:';
$_['entry_company']                  = 'Компания:';
$_['entry_customer_group']           = 'Группа покупателей:';
$_['entry_company_id']               = 'Регистрационный номер компании:';
$_['entry_tax_id']                   = 'Налоговый номер:';
$_['entry_address_1']                = 'Адреса:';
$_['entry_address_2']                = 'Адреса (продолжение):';
$_['entry_postcode']                 = 'Индекс:';
$_['entry_city']                     = 'Город:';
$_['entry_country']                  = 'Страна:';
$_['entry_zone']                     = 'Регион / Область:';
$_['entry_newsletter']               = 'Я хочу подписаться на рассылку новостей %s.';
$_['entry_shipping'] 	             = 'Мой адрес доставки совпадает с платёжным.';

// Error
$_['error_warning']                  = 'Возникла проблема при обработке вашего заказа! Если проблема возникает повторно, попробуйте выбрать другой способ оплаты или <a href="%s">свяжитесь с администратором магазина</a>.';
$_['error_login']                    = 'Ошибка: неправильный E-Mail и/или пароль.';
$_['error_approved']                 = 'Вы сможете войти после проверки учётной записи администрацией магазина.'; 
$_['error_exists']                   = 'Ошибка: указанный E-Mail адрес уже зарегистрирован!';
$_['error_firstname']                = 'Имя должно быть от 1 до 32 символов!';
$_['error_lastname']                 = 'Фамилия должна быть от 1 до 32 символов!';
$_['error_email']                    = 'Е-mail адрес введён неверно!';
$_['error_telephone']                = 'Номер телефона должен быть от 3 до 32 символов!';
$_['error_password']                 = 'Пароль должен быть от 3 до 20 символов!';
$_['error_confirm']                  = 'Пароли не совпадают!';
$_['error_company_id']               = 'Укажите рег. номер компании!';
$_['error_tax_id']                   = 'Укажите налоговый номер!';
$_['error_vat']                      = 'Неправильный VAT number!';
$_['error_address_1']                = 'Адрес должен быть от 3 до 128 символов!';
$_['error_city']                     = 'Название города должно быть от 2 до 128 символов!';
$_['error_postcode']                 = 'Индекс должен быть от 2 до 10 символов!';
$_['error_country']                  = 'Пожалуйста, выберите страну!';
$_['error_zone']                     = 'Пожалуйста, выберите регион / область';
$_['error_agree']                    = 'Вы должны согласиться с документом %s!';
$_['error_address']                  = 'Необходимо указать адрес!';
$_['error_shipping']                 = 'Необходимо указать способ доставки!';
$_['error_no_shipping']              = 'Доставка по данному адресу невозможна. <a href="%s">Свяжитесь с нами</a>, и мы найдём решение проблемы!';
$_['error_payment']                  = 'Необходимо указать способ оплаты!';
$_['error_no_payment']               = 'Оплата по данному адресу невозможна. Пожалуйста, <a href="%s">свяжитесь с нами</a> для решения этого вопроса!';
?>