<?php

// Ukrainian Localization OCSHOP.CMS 1.5.6.4.1 http://ocshop.net
// BLOG http://ocshop.info
// FORUM http://forum.ocshop.info

// Text
$_['text_for']          = '%s Подарунковий сертифікат для %s';
$_['text_success']      = 'Підсумкова сума замовлення успішно змінена!';

// Error
$_['error_warning']     = 'Уважно перевірте форму і виправте помилки!';
$_['error_permission']  = 'У Вас немає прав для доступу до цієї сторінки, зверніться до адміністратора.';
$_['error_customer']    = 'Неможливо знайти обраного покупця!';
$_['error_email']       = 'E-Mail введено невірно!';
$_['error_postcode']    = 'Індекс повинен бути від 2 до 10 символів!';
$_['error_country']     = 'Будь ласка, вкажіть країну!';
$_['error_zone']        = 'Будь ласка, вкажіть регіон / область!';
$_['error_stock']       = 'Товари, відмічені ***, недоступні в потрібній кількості або відсутні на складі!';
$_['error_minimum']     = 'Мінімальна кількість для замовлення товару %s становить %s!';
$_['error_required']    = 'Поле %s має бути заповнено!';
$_['error_shipping']    = 'Необхідно вказати спосіб доставки!';
$_['error_no_shipping'] = 'Доставка за даною адресою неможлива!';
$_['error_payment']     = 'Необхідно вказати спосіб оплати!';
$_['error_no_payment']  = 'Оплата за даною адресою неможлива!';
$_['error_coupon']      = 'Помилка: купон або недійсний, або закінчився термін його дії, або досягнута межа його використання!';
$_['error_voucher']     = 'Помилка: код подарункового сертифіката неправильний або він вже був використаний!';
$_['error_reward']      = 'Вкажіть будь ласка кількість бонусних балів для оплати цього замовлення!';
$_['error_points']      = 'У вас немає %s бонусних балів!';
$_['error_maximum']     = 'Максимально можлива сума для оплати балами становить %s!';
$_['error_to_name']     = 'Ім’я повинно бути від 1 до 32 символів!';
$_['error_from_name']   = 'Ім’я повинно бути від 1 до 64 символів!';
$_['error_amount']      = 'Сума повинна бути від %s до %s!';
?>