<?php

// Ukrainian Localization OCSHOP.CMS 1.5.6.4.1 http://ocshop.net
// BLOG http://ocshop.info
// FORUM http://forum.ocshop.info

// Heading
$_['heading_title'] = 'Ваше замовлення #%s сформований!';
$_['heading_title_customer'] = 'Ваше замовлення #%s сформований!';

// Text
$_['text_customer'] = '<p>Ваше замовлення успішно створено!</p><p>Ви можете переглядати історію замовлень в <a href="%s">Особистому кабінеті</a>, відкривши <a href="%s">Історію замовлень</a>.</p>Якщо Ваша покупка пов’язана зі скачуваням файлів, ви можете перейти на сторінку <a href="%s">файлів для скачування</a> для їх перегляду.</p><p>Всі питання направляйте <a href="%s">нам</a>.</p><p>Дякуємо за покупки в нашому інтернет-магазині!</p>';
$_['text_guest']    = '<p>Ваше замовлення успішно створено!</p><p>Будь ласка, направляйте <a href="%s">нам</a> будь-які питання, які у вас виникають.<br/>Зареєстрованим користувачам доступний перегляд стану замовлення і минулих покупок.</p><p>Дякуємо за покупки в нашому інтернет-магазині!</p>';
$_['text_basket']   = 'Корзина';
$_['text_checkout'] = 'Оформити замовлення';
$_['text_success']  = 'Операція виконана успішно';
?>