<?php
// *	@copyright	OCSHOP.CMS \ ocshop.net 2011 - 2015.
// *	@demo	http://ocshop.net
// *	@blog	http://ocshop.info
// *	@forum	http://forum.ocshop.info
// *	@source		See SOURCE.txt for source and other copyright.
// *	@license	GNU General Public License version 3; see LICENSE.txt

// Heading
$_['heading_title']        = 'Ваше замовлення сформоване!'; ua

// Text
$_['text_basket']          = 'Кошик покупок'; ua
$_['text_checkout']        = 'Оформлення замовлення'; ua
$_['text_success']         = 'Успішно'; ua
$_['text_customer'] 	   = '<p>Ваше замовлення успішно створено!</p><p>Ви можете переглядати історію замовлень в <a href="%s">Особистому кабінеті</a>, відкривши <a href="%s">Історію замовлень</a>.</p>Якщо Ваша покупка пов’язана зі скачуваням файлів, ви можете перейти на сторінку <a href="%s">файлів для скачування</a> для їх перегляду.</p><p>Всі питання направляйте <a href="%s">нам</a>.</p><p>Дякуємо за покупки в нашому інтернет-магазині!</p>'; ua
$_['text_guest']    	   = '<p>Ваше замовлення успішно створено!</p><p>Будь ласка, направляйте <a href="%s">нам</a> будь-які питання, які у вас виникають.<br/>Зареєстрованим користувачам доступний перегляд стану замовлення і минулих покупок.</p><p>Дякуємо за покупки в нашому інтернет-магазині!</p>'; ua