<?php
// Heading
$_['heading_title']   = 'Забули пароль?';

// Text
$_['text_account']    = 'Кабінет Партнера';
$_['text_forgotten']  = 'Забули пароль?';
$_['text_your_email'] = 'Ваш E-Mail';
$_['text_email']      = 'Введіть адресу електронної пошти Вашого облікового запису. Натисніть кнопку Продовжити, щоб отримати пароль по електронній пошті.';
$_['text_success']    = 'Новий пароль відправлено на Вашу адресу електронної пошти.';

// Entry
$_['entry_email']     = 'E-Mail:';

// Error
$_['error_email']     = 'E-Mail адреса не знайдено, перевірте і спробуйте ще раз!';
?>