<?php

// Ukrainian Localization OCSHOP.CMS 1.5.6.4.1 http://ocshop.net
// BLOG http://ocshop.info
// FORUM http://forum.ocshop.info

// Heading
$_['heading_title']                 = 'Партнерська програма';

// Text
$_['text_account']                  = 'Кабінет Партнера';
$_['text_login']                    = 'Вхід';
$_['text_description']              = '<p>%s. Партнерська програма абсолютно безкоштовна і дозволяє учасникам отримувати додатковий дохід шляхом розміщення посилань як на весь наш магазин %s, так і на окремі товари. Кожна покупка, здійснена по партнерському посиланню, приносить агентську комісію. Стандартний розмір комісії становить %s. </p><p> За детальною інформацією звертайтеся на сторінку інформації для партнерів.</p>';
$_['text_new_affiliate']            = 'Новий Партнер';
$_['text_register_account']         = '<p>Я не є партнером.</p><p>Натисніть кнопку нижче, щоб створити обліковий запис партнера. Зверніть увагу, що цей обліковий запис ніяк не пов’язан з будь яким обліковим записом покупця!</p>';
$_['text_returning_affiliate']      = 'Вхід для партнерів';
$_['text_i_am_returning_affiliate'] = 'Я уже зарегистрирован.';
$_['text_forgotten']                = 'Забыли пароль?';

// Entry
$_['entry_email']                   = 'Партнерський E-Mail:';
$_['entry_password']                = 'Пароль:';

// Error
$_['error_login']                   = 'Неправильно заповнені поля E-Mail і / або пароль.';
$_['error_approved']                = 'Ви зможете увійти після перевірки облікового запису адміністрацією магазину.'; 
?>