<?php

// Ukrainian Localization OCSHOP.CMS 1.5.6.4.1 http://ocshop.net
// BLOG http://ocshop.info
// FORUM http://forum.ocshop.info

// Heading
$_['heading_title']    = 'Реферальні посилання';

// Text
$_['text_account']     = 'Кабінет Партнера';
$_['text_description'] = 'Для того, щоб отримувати агентську винагороду з покупок що приводяться Вами покупців, необхідно додати у заслання реферальний код. Скористайтеся генератором посилань для сайту %s.';
$_['text_code']        = '<b>Ваш Реферальний Код:</b>';
$_['text_generator']   = '<b>Генератор посилань</b><br />Введіть назву товару, на який потрібно створити посилання:';
$_['text_link']        = '<b>Реферальне посилання:</b>';
?>