<?php

// Ukrainian Localization OCSHOP.CMS 1.5.6.4.1 http://ocshop.net
// BLOG http://ocshop.info
// FORUM http://forum.ocshop.info

// Heading
$_['heading_title']    = 'Менеджер зображень';

// Text
$_['text_uploaded']    = 'Файл завантажений!';
$_['text_file_delete'] = 'Файл видалений!';
$_['text_create']      = 'Директорія створена!';
$_['text_delete']      = 'Файл або директорія видалена!';
$_['text_move']        = 'Файл або директорія переміщена!';
$_['text_copy']        = 'Файл или директория скопирована!';
$_['text_rename']      = 'Файл або директорія перейменована!';

// Entry
$_['entry_folder']     = 'Нова папка:';
$_['entry_move']       = 'Перемістити в:';
$_['entry_copy']       = 'Нове Ім’я:';
$_['entry_rename']     = 'Нове Ім’я:';

// Error
$_['error_select']     = 'Оберіть файл або директорію!';
$_['error_file']       = 'Оберіть файл!';
$_['error_directory']  = 'Оберіть директорію!';
$_['error_default']    = 'Не можна міняти директорію, встановлену за замовчуванням!';
$_['error_delete']     = 'Неможливо видалити директорію!';
$_['error_filename']   = 'Ім’я файлу має бути від 3 до 255 символів!';
$_['error_missing']    = 'Файл або директорія не існує!';
$_['error_exists']     = 'Файл або директорія з такою назвою вже існує!';
$_['error_name']       = 'Введіть нове ім’я!';
$_['error_move']       = 'Директорія призначення не існує!';
$_['error_copy']       = 'Неможливо скопіювати файл або директорію!';
$_['error_rename']     = 'Неможливо перейменувати директорію!';
$_['error_file_type']  = 'Некоректний тип файлу!';
$_['error_file_size']  = 'Файл повинен бути менше 300kb і не перевищувати 1000px по висоті або ширині!';
$_['error_uploaded']   = 'Файл не завантажується з незрозумілих причин!';
$_['error_permission'] = 'У вас немає прав доступу!';

// Button
$_['button_folder']    = 'Нова папка';
$_['button_delete']    = 'Видалити';
$_['button_move']      = 'Перенести';
$_['button_copy']      = 'Копіювати';
$_['button_rename']    = 'Перейменув.';
$_['button_upload']    = 'Завантажити';
$_['button_refresh']   = 'Оновити';
?>