<?php

// Ukrainian Localization OCSHOP.CMS 1.5.6.4.1 http://ocshop.net
// BLOG http://ocshop.info
// FORUM http://forum.ocshop.info

// Heading
$_['heading_title']    = 'Статуси замовлень';

// Text
$_['text_success']     = 'Список статусів замовлень оновлено!';

// Column
$_['column_name']      = 'Статуси замовлень';
$_['column_action']    = 'Дія';

// Entry
$_['entry_name']       = 'Cтатус замовлення:';

// Error
$_['error_permission'] = 'У Вас немає прав для зміни статусів замовлень!';
$_['error_name']       = 'Статус замовлення має бути від 3 до 32 символів!';
$_['error_default']    = 'Статус замовлення не може бути виключений, оскільки він прікрелпен до статусу замовлення основного магазину!';
$_['error_download']   = 'Статус замовлення не може бути виключений, оскільки він прикріплений до статусу скачування за замовчуванням!';
$_['error_store']      = 'Статус замовлення не може бути виключений, оскільки він використовується в %s магазині(ах)!';
$_['error_order']      = 'Статус замовлення не може бути виключений, оскільки він прикріплений до %s замовленням!';
?>