<?php

// Ukrainian Localization OCSHOP.CMS 1.5.6.4.1 http://ocshop.net
// BLOG http://ocshop.info
// FORUM http://forum.ocshop.info

// Text
$_['text_subject']  = '%s - Партнерська програма';
$_['text_welcome']  = 'Ви стали партнером нашого магазину %s!';
$_['text_approval'] = 'Ваш обліковий запис очікує підтвердження. Після підтвердження Ви можете входити в партнерський розділ нашого сайту за посиланням:';
$_['text_services'] = 'В партнерському розділі Ви можете отримати реферальний код і реферальні посилання, відстежувати комісійну винагороду і редагувати парметри облікового запису.';
$_['text_thanks']   = 'Дякуємо,';
?>