<?php

// Ukrainian Localization OCSHOP.CMS 1.5.6.4.1 http://ocshop.net
// BLOG http://ocshop.info
// FORUM http://forum.ocshop.info

// Text
$_['text_subject']        = '%s - Дякуємо за реєстрацію';
$_['text_welcome']        = 'Ласкаво просимо і дякуємо Вам за реєстрацію!'; // %s - название магазина
$_['text_login']          = 'Ваш аккаунт створений і Ви можете увійти, використовуючи свій E-Mail і пароль, за посиланням:';
$_['text_approval']       = 'Ваш аккаунт повинен бути підтверджений до першого входу. Після підтвердження Ви зможете входити в магазин, використовуючи E-Mail і пароль, за посиланням:';
$_['text_services']       = 'Після реєстрації на сайті Ви зможете скористатися додатковими можливостями: перегляд історії замовлень, друк рахунків, зміна інформації Вашого облікового запису (адрес доставки, телефону для зв’язку) та ін. Ви також зможете накопичувати при покупках призові бали, а для постійних покупців у нас передбачені знижки!';
$_['text_thanks']         = 'Дякуємо,';
$_['text_new_customer']   = 'Новий покупець';
$_['text_signup']         = 'Зареєструвався новий покупець:';
$_['text_website']        = 'Веб-сайт:';
$_['text_customer_group'] = 'Група покупців:';
$_['text_firstname']      = 'Ім’я:';
$_['text_lastname']       = 'Прізвище:';
$_['text_company']        = 'Компанія:';
$_['text_email']          = 'E-Mail:';
$_['text_telephone']      = 'Телефон:';

?>