<?php

// Ukrainian Localization OCSHOP.CMS 1.5.6.4.1 http://ocshop.net
// BLOG http://ocshop.info
// FORUM http://forum.ocshop.info

// Text
$_['text_subject']  = 'Ви відправили Подарунковий Сертифікат %s';
$_['text_greeting'] = 'Вітаємо, Ви отримали Подарунковий Сертифікат від %s';
$_['text_from']     = 'Ви отримали Подарунковий Сертифікат від %s';
$_['text_message']  = 'З повідомленням, в якому йдеться';
$_['text_redeem']   = 'Щоб скористатися цим подарункові сертифікати збережіть код <b>%s</b>, потім перейдіть в магазин по посиланню нижче і вкажіть товари, які Вам сподобаються. Ви можете ввести код подарункового сертифіката на сторінці перегляду корзини перед тим як почнете оформлення замовлення.';
$_['text_footer']   = 'Якщо у Вас є які-небудь питання, дайте відповідь на це повідомлення.';
?>