<?php

// Ukrainian Localization OCSHOP.CMS 1.5.6.4.1 http://ocshop.net
// BLOG http://ocshop.info
// FORUM http://forum.ocshop.info

// Heading
$_['heading_title']                = 'Логін';

// Text
$_['text_account']				   = 'Особистий Кабінет';
$_['text_login']                   = 'Логін';
$_['text_new_customer']            = 'Новий покупець';
$_['text_register']                = 'Реєстрація';
$_['text_register_account']        = 'Створення облікового запису допоможе зробити наступні покупки швидше (не треба буде знову вводити адресу та контактну інформацію), бачити стан замовлення, а також бачити замовлення, зроблені раніше. Ви також зможете накопичувати при покупках призові бали (на них теж можна щось купити), а постійним покупцям ми пропонуємо систему знижок.';
$_['text_returning_customer']      = 'Зареєстрований покупець';
$_['text_i_am_returning_customer'] = 'Увійти до Особистого Кабінету:';
$_['text_forgotten']               = 'Забули пароль?';

// Entry
$_['entry_email']                  = 'E-Mail:';
$_['entry_password']               = 'Пароль:';

// Error
$_['error_login']                  = 'Неправильно заповнені поля E-Mail і / або пароль!';
$_['error_approved']               = 'Ви зможете увійти після перевірки облікового запису адміністрацією магазину.'; 
?>