<?php

// Ukrainian Localization OCSHOP.CMS 1.5.6.4.1 http://ocshop.net
// BLOG http://ocshop.info
// FORUM http://forum.ocshop.info

// Heading
$_['heading_title'] = 'Ваш обліковий запис створено!';

// Text
$_['text_message']  = '<p>Вітаємо! Ваш Особистий Кабінет був успішно створений.</p><p>Тепер Ви можете скористатися додатковими можливостями: перегляд історії замовлень, друк рахунків, зміну своєї контактної інформації та адрес доставки, та ін.</p><p>Якщо у Вас є які-небудь питання, напишіть нам.</p><p>Лист з даними про реєстрацію було надіслано на Ваш E-mail. Якщо Ви не отримали листа, <a href="%s">зв’яжіться з нами</a>.</p>';
$_['text_approval'] = '<p>Дякуємо за реєстрацію %s!</p><p>Ви будете повідомлені по електронній пошті, як тільки Ваш Особистий Кабінет буде активований адміністрацією магазину.</p><p>Якщо у Вас є якісь питання, <a href="%s">зв’яжіться з нами</a>.</p>';
$_['text_account']  = 'Особистий Кабінет';
$_['text_success']  = 'Успішно';
?>