<?php

// Ukrainian Localization OCSHOP.CMS 1.5.6.4.1 http://ocshop.net
// BLOG http://ocshop.info
// FORUM http://forum.ocshop.info

// Heading
$_['heading_title']    = 'Подарунковий сертифікат';

// Text
$_['text_account']     = 'Особистий Кабінет';
$_['text_voucher']     = 'Подарунковий сертифікат';
$_['text_description'] = 'Цей подарунковий сертифікат буде відправлено одержувачу по E-Mail після оплати замовлення.';
$_['text_agree']       = 'Я розумію, що подарункові сертифікати не підлягають поверненню.';
$_['text_message']     = '<p>Дякуємо Вам за покупку подарункового сертифіката! Після завершення замовлення вашому одержувачу подарункового сертифіката буде відправлено листа з подробицями, як ним скористатися.</p>';
$_['text_for']         = '%s Подарунковий сертифікат для %s';

// Entry
$_['entry_to_name']    = 'Ім’я Одержувача:';
$_['entry_to_email']   = 'E-Mail Одержувача:';
$_['entry_from_name']  = 'Ваше ім’я:';
$_['entry_from_email'] = 'Ваш E-mail:';
$_['entry_theme']      = 'Тема Подарункового сертифікату:';
$_['entry_message']    = 'Повідомлення:<br /><span class="help">(не обов’язково)</span>';
$_['entry_amount']     = 'Сума:<br /><span class="help">(Значення має бути між %s і %s)</span>';

// Error
$_['error_to_name']    = 'Ім’я одержувача повинно бути від 1 до 64 символів!!';
$_['error_from_name']  = 'Ваше ім’я повинно бути від 1 до 64 символів!';
$_['error_email']      = 'E-Mail введено невірно!';
$_['error_theme']      = 'Ви повинні вибрати тему!';
$_['error_amount']     = 'Сума повинна бути в межах від %s до %s!';
$_['error_agree']      = 'Ви повинні погодитися, що подарункові сертифікати не підлягають поверненню!';
?>