<?php
// Heading
$_['heading_title']        = 'Налоговые ставки';

// Text
$_['text_success']         = 'Настройки успешно изменены!';
$_['text_list']            = 'Список Налоговых Ставок';
$_['text_add']             = 'Добавить';
$_['text_edit']            = 'Редактирование';
$_['text_percent']         = 'Процент';
$_['text_amount']          = 'Фиксированная сумма';

// Column
$_['column_name']          = 'Название Налога';
$_['column_rate']          = 'Ставка Налога';
$_['column_type']          = 'Тип';
$_['column_geo_zone']      = 'Географическая зона';
$_['column_date_added']    = 'Добавлено';
$_['column_date_modified'] = 'Изменено';
$_['column_action']        = 'Действие';

// Entry
$_['entry_name']           = 'Название Налога';
$_['entry_rate']           = 'Ставка Налога';
$_['entry_type']           = 'Тип';
$_['entry_customer_group'] = 'Группа Покупателей';
$_['entry_geo_zone']       = 'Географическая зона';

// Error
$_['error_permission']     = 'У вас недостаточно прав для внесения изменений!';
$_['error_tax_rule']       = 'Налоговая ставка не может быть удалена, так как используется в %s налоговых классах!';
$_['error_name']           = 'Название должно содержать от 3 до 32 символов!';
$_['error_rate']           = 'Укажите Налоговую Ставку!';