<?php

// Ukrainian Localization OCSHOP.CMS 1.5.6.4.1 http://ocshop.net
// BLOG http://ocshop.info
// FORUM http://forum.ocshop.info

// Heading
$_['heading_title']                = 'Управління магазинами';

// Text
$_['text_success']                 = 'Магазини оновлені!';
$_['text_items']                   = 'Елементи';
$_['text_tax']                     = 'Податки';
$_['text_account']                 = 'Покупці';
$_['text_checkout']                = 'Оформлення замовлення';
$_['text_stock']                   = 'Кіл-ть на складі';
$_['text_image_manager']           = 'Менеджер зображень';
$_['text_browse']                  = 'Перегляд файлів';
$_['text_clear']                   = 'Очистити зображення';
$_['text_shipping']                = 'Адреса доставки';
$_['text_payment']                 = 'Платіжна адреса';

// Column
$_['column_name']                  = 'Назва магазину';
$_['column_url']                   = 'URL магазину';
$_['column_action']                = 'Дія';

// Entry
$_['entry_url']                    = 'URL магазину:<br /><span class="help">Включаючи повний URL до магазину. додайте \'/\' в кінці. Наприклад: http://wwww.yourdomain.com/path/</span>';
$_['entry_ssl']                    = 'SSL URL:<br /><span class="help">Включаючи повний URL до магазину. додайте \'/\' в кінці. Наприклад: http://www.yourdomain.com/path/<br /><br />Не використовуйте каталоги, щоб створити новий магазин. Ви повинні завжди вказувати інший домен або піддомен на вашому хостингу.</span>';
$_['entry_name']                   = 'Назва магазину:';
$_['entry_owner']                  = 'Власник магазину:';
$_['entry_address']                = 'Адреса:';
$_['entry_email']                  = 'E-Mail:';
$_['entry_telephone']              = 'Телефон:';
$_['entry_fax']                    = 'Факс:';
$_['entry_title']                  = 'Заголовок:';
$_['entry_meta_description']       = 'Мета-тег Description:';
$_['entry_layout']                 = 'Сторінка за замовчуванням:';
$_['entry_template']               = 'Шаблон магазину:';
$_['entry_country']                = 'Країна:';
$_['entry_zone']                   = 'Регіон / Область:';
$_['entry_language']               = 'Мова:';
$_['entry_currency']               = 'Валюта:';
$_['entry_catalog_limit']          = 'Елементів на сторінку (Каталог):<br /><span class="help">Визначає кількість елементів, які показуються на одній сторінці в каталозі (товари, категорії і т.д.)</span>';
$_['entry_tax']                    = 'Відображати ціни з податком:';
$_['entry_tax_default']			   = 'Яку адресу магазину використати для розрахунку податків:<br /><span class="help">Якщо користувач не залогінен, використовувати адресу магазину для обчислення податків. Ви можете вибрати використання адреси магазину або в якості адреси доставки, або платіжну адресу покупця.</span>';
$_['entry_tax_customer']      	   = 'Використовувати адресу покупця в якості адреси доставки і платежу?<br /><span class="help">Для підрахунку податків треба знати адресу. Ви можете вибрати використання вибраного за замовчуванням адресу покупця для адресу доставки або платежу покупця.</span>';
$_['entry_customer_group']    	   = 'Група покупців:<br /><span class="help">Група покупців за замовчуванням.</span>';
$_['entry_customer_group_display'] = 'Показувати групи покупців:<br /><span class="help">Показувати групи покупців, які нові покупці можуть вибрати при реєстрації, такі як "Оптові покупці" або "Бізнес-партнери".</span>';
$_['entry_customer_price']    	   = 'Показувати ціни тільки залогіненним:<br /><span class="help">Показувати ціни тільки зарегістрірованнним покупцям.</span>';
$_['entry_account']           	   = 'Підтвердження при реєстрації:<br /><span class="help">Вимагати підтвердження згоди з правилами при реєстрації аккаунта.</span>';
$_['entry_cart_weight']       	   = 'Показувати вагу на сторінці кошика:<br /><span class="help">Показує вагу замовлених товарів на сторінці кошика</span>';
$_['entry_guest_checkout']    	   = 'Оформлення замовлення без реєстрації:<br /><span class="help">Дозволити покупцям оформляти замовлення без реєстрації Особистого кабінету. Ця функція не буде доступна, якщо в кошику будуть завантажувані як файл товари.</span>';
$_['entry_checkout']          	   = 'Підтвердження при замовленні:<br /><span class="help">Вимагати підтвердження згоди з правилами при оформленні замовлення.</span>';
$_['entry_order_status']      	   = 'Статус замовлення:<br /><span class="help">Статус замовлення за замовчуванням.</span>';
$_['entry_stock_display']     	   = 'Показувати залишок на складі:<br /><span class="help">Показувати залишок товарів на складі на сторінці товару.</span>';
$_['entry_stock_checkout']    	   = 'Замовлення при нестачі на складі:<br /><span class="help">Дозволити покупцям оформляти замовлення, якщо замовляемих товарів на даний момент немає на складі.</span>';
$_['entry_logo']              	   = 'Логотип:';
$_['entry_icon']              	   = 'Іконка:<br /><span class="help">Повинна бути в PNG 16px на 16px.</span>';
$_['entry_image_category']    	   = 'Розмір зображення в списку категорій:';
$_['entry_image_thumb']       	   = 'Розмір великого зображення товару:';
$_['entry_image_popup']       	   = 'Розмір спливаючого зображення товару:';
$_['entry_image_product']     	   = 'Розмір зображення у списку товарів:';
$_['entry_image_additional']  	   = 'Розмір додаткових зображень товарів:';
$_['entry_image_related']     	   = 'Розмір зображення аналогічних товарів:';
$_['entry_image_compare']     	   = 'Розмір зображення в списку порівняння:';
$_['entry_image_wishlist']    	   = 'Розмір зображення в списку заміток:';
$_['entry_image_cart']        	   = 'Розмір зображень товарів у кошику:';
$_['entry_secure']            	   = 'Використовувати SSL:<br /><span class="help">Для використання SSL переконайтеся що Ваш хостинг підтримує SSL сертифікат і пропишіть SSL адреси у файлі конфігурації.</span>';

// Error
$_['error_warning']			  	   = 'Уважно перевірте форму на помилки!';
$_['error_permission']        	   = 'У Вас немає прав для зміни налаштувань!';
$_['error_name']              	   = 'Назва магазину має бути від 3 до 32 символів!';
$_['error_owner']             	   = 'Ім’я власника магазину має бути від 3 до 64 символів!';
$_['error_address']           	   = 'Адреса магазину має бути від 10 до 256 символів!';
$_['error_email']             	   = 'E-Mail адреса введено невірно!';
$_['error_telephone']         	   = 'Телефон повинен бути від 3 до 32 символів!';
$_['error_url']                    = 'Необхідний URL магазину!';
$_['error_title']             	   = 'Заголовок магазину має бути від 3 до 32 символів!';
$_['error_limit']       	  	   = 'Не введені ліміти!';
$_['error_customer_group_display'] = 'Ви повинні включити групу користувачів за замовчуванням, якщо збираєтеся використовувати цю опцію!';
$_['error_image_thumb']       	   = 'Необхідно встановити розмір великого зображення товару!';
$_['error_image_popup']       	   = 'Необхідно встановити розмір спливаючого зображення товару!';
$_['error_image_product']     	   = 'Необхідно встановити розмір зображення списку товарів!';
$_['error_image_category']    	   = 'Необхідно встановити розмір зображення списку категорій!';
$_['error_image_additional']  	   = 'Необхідно встановити розмір додаткових зображень товарів!';
$_['error_image_related']     	   = 'Необхідно встановити розмір зображення аналогічних товарів!';
$_['error_image_compare']          = 'Необхідно встановити розмір зображення списку порівняння!';
$_['error_image_wishlist']         = 'Необхідно встановити розмір зображення списку заміток!';
$_['error_image_cart']        	   = 'Необхідно встановити розмір зображень товарів у кошику!';
$_['error_default']                = 'Не можна видалити основний магазин!';
$_['error_store']                  = 'Цей магазин не може бути видалений, оскільки він прикріплений до %s замовленням!';
?>