<?php

// Ukrainian Localization OCSHOP.CMS 1.5.6.4.1 http://ocshop.net
// BLOG http://ocshop.info
// FORUM http://forum.ocshop.info

// Heading
$_['heading_title']     = 'Схеми';

// Text
$_['text_success']      = 'Схеми успішно оновлені!';
$_['text_default']      = 'За замовчуванням';

// Column
$_['column_name']       = 'Назва схеми';
$_['column_action']     = 'Дія';

// Entry
$_['entry_name']        = 'Назва схеми:';
$_['entry_store']       = 'Магазин:';
$_['entry_route']       = 'Путь:';

// Error
$_['error_permission']  = 'У Вас недостатньо прав для зміни схем!';
$_['error_name']        = 'Назва схем має бути від 3 до 64 символів!';
$_['error_default']     = 'Ця схема не може бути вилучена, оскільки вона використовується в магазині за замовчуванням!';
$_['error_store']       = 'Ця схема не може бути вилучена, оскільки вона використовується %s магазином(ами)!';
$_['error_product']     = 'Ця схема не може бути вилучена, оскільки вона використовується %s товаром(ами)!';
$_['error_category']    = 'Ця схема не може бути вилучена, оскільки вона використовується %s категорією(ями)!';
$_['error_information'] = 'Ця схема не може бути вилучена, оскільки вона використовується %s сторінкою(ами)!';
?>