<?php

// Ukrainian Localization OCSHOP.CMS 1.5.6.4.1 http://ocshop.net
// BLOG http://ocshop.info
// FORUM http://forum.ocshop.info

// Heading
$_['heading_title']      = 'Промо Стікери';

// Text
$_['text_success']       = 'Промо Стікери успішно оновлені!';
$_['text_default']       = 'За замовчуванням';
$_['text_image_manager'] = 'Управління зображеннями';
$_['text_browse']        = 'Перегляд файлів';
$_['text_clear']         = 'Видалити зображення';

// Column
$_['column_image']       = 'Зображення';
$_['column_name']        = 'Назва стікера';
$_['column_status']      = 'Статус';
$_['column_action']      = 'Дія';

// Entry
$_['entry_name']         = 'Назва стікера:';
$_['entry_image']        = 'Зображення:';
$_['entry_status']       = 'Статус:';

// Error
$_['error_permission']   = 'Ви не маєте прав для зміни стікерів!';
$_['error_name']         = 'Назва стікера має бути від 3 до 64 символів!';
$_['error_title']        = 'Заголовок повинен бути від 2 до 64 символів!';
$_['error_default']      = 'Цей стікер не може бути видалено, оскільки він використовується в магазині за замовчуванням!';
$_['error_product']      = 'Цей стікер не може бути видалено, оскільки він використовується %s товаром(ами)!';
$_['error_category']     = 'Цей стікер не може бути видалено, оскільки він використовується %s категорією(ями)!';
$_['error_information']  = 'Цей стікер не може бути видалено, оскільки він використовується %s сторінкою(ами)!';
?>